Repository: dims/keystone
Catalog: keystone/locale/*/LC_MESSAGES/keystone-log-info.po
Languages: pt_br

source: Adding proxy '%(proxy)s' to KVS %(name)s.
pt_br: Adicionando proxy '%(proxy)s' no KVS %(name)s.

source: Created a new key: %s
pt_br: Criado uma nova chave: %s

source: Creating the default role %s because it does not exist.
pt_br: Criando o papel padrão %s porque ele não existe.

source: Creating the default role %s failed because it was already created
pt_br: Criação o papel padrão %s falhou porque já ele já foi criado.

source: Current primary key is: %s
pt_br: Chave primária atual é: %s

source: Fernet token created with length of %d characters, which exceeds 255 characters
pt_br: Token Fernet criado com tamanho de %d caracteres,, que excede 255 caracteres

source: KVS region %s key_mangler disabled.
pt_br: Região KVS %s key_mangler desabilitada.

source: Kerberos bind authentication successful
pt_br: Autenticação de associação Kerberos realizada com sucesso

source: Kerberos credentials do not match those in bind
pt_br: Credenciais Kerberos não batem com as da associação

source: Kerberos credentials required and not present
pt_br: credenciais Kerberos requerida mas ausente

source: Key repository is already initialized; aborting.
pt_br: Repositório chave já está inicializado, abortando.

source: Named bind mode %s not in bind information
pt_br: Modo de associação nomeado %s não está nas informações de associação

source: Next primary key will be: %s
pt_br: Pŕoxima chave primária será: %s

source: No bind information present in token
pt_br: Nenhuma informação de associação presente no token

source: Promoted key 0 to be the primary: %s
pt_br: Chave 0 promovida para ser a primária: %s

source: Running command - %s
pt_br: Executando comando - %s

source: Starting %(arg0)s on %(host)s:%(port)s
pt_br: Iniciando %(arg0)s em %(host)s:%(port)s

source: Total expired tokens removed: %d
pt_br: Total de token expirados removidos: %d

source: Using default dogpile sha1_mangle_key as KVS region %s key_mangler
pt_br: Usando o padrão dogpile sha1_mangle_key como região KVS %s key_mangler

source: [fernet_tokens] key_repository does not appear to exist; attempting to create it
pt_br: [fernet_tokens] key_repository não aparenta existir, tentativa de criá-lo
